Repository: mixare/mixare-iphone
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

source: Insert your Source address
de: Quellenadresse eingeben

source: Add Source
de: Quelle hinzufügen

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

# Format:www.example.com
source: http://www.example.com
de: http://www.beispiel.com

source: General Info
de: Algemeine Infos

source: License
de: Lizenz

source: List View
de: Liste

source: Map
de: Karte

source: Menu
de: Menü

source: Not Allowed
de: Nicht erlaubt

source: Poi List
de: Liste der Poi's

source: Sources
de: Quellen

source: Insert link
de: Link hinzufügen

source: Choose an option to insert source
de: Wählen Sie eine Option zur Quelle einfügen

source: Add source
de: Quelle hinzufügen

source: Title
de: Titel

source: You can only delete your own sources!
de: Sie können nur Ihre eigenen Quellen!

source: Data input
de: Data Entry

source: Choose your data input method.
de: Wählen Sie Ihre Daten-Input Methode.

source: No input possibility found
de: Keine Eingabe Möglichkeit gefunden

source: Added title already exists
de: Ihre aufgenommen Titel existiert bereits

source: You have to fill all inputs
de: Sie müssen alle Felder ausfüllen

source: Pull down to refresh...
de: Ziehen Sie nach unten, um zu aktualisieren...

source: Release to refresh...
de: Lassen Sie zu aktualisieren...

source: Loading...
de: Um loading...

source: Main menu
de: Hauptmenü

source: Close
de: Schließen

source: I am here
de: Ich bin hier
